Repository: justintadlock/custom-header-extended
Catalog: languages/custom-header-extended-*.po
Languages: da_dk, es_es, fr_fr

source: Your image width and height are too small.
da_dk: Billedet er ikke bredt og højt nok.
es_es: El ancho y largo de la imagen es muy pequeño.
fr_fr: La largeur et la hauteur de votre image sont trop petites.

source: Your image width and height are too large.
da_dk: Billedet er for bredt og højt.
es_es: El ancho y largo de la imagen es muy grande.
fr_fr: La largeur et la hauteur de votre image sont trop grandes.

source: Your image width is too small.
da_dk: Billedets bredde er for lille.
es_es: El ancho de la imagen es muy pequeño.
fr_fr: La largeur de votre image est trop petite.

source: Your image height is too small.
da_dk: Billedet er ikke højt nok.
es_es: El largo de la imagen es muy pequeño.
fr_fr: La hauteur de votre image est trop petite.

source: Your image width is too large.
da_dk: Billedet er for bredt.
es_es: El ancho de la imagen es muy grande.
fr_fr: La largeur de votre image est trop grande.

source: Your image height is too large.
da_dk: Billedet er for højt.
es_es: El largo de la imagen es muy grande.
fr_fr: La hauteur de votre image est trop grande.

source: Set Header Image
da_dk: Vælg header billede
es_es: Cambiar imagen de cabecera
fr_fr: Définir l'image d'en-tête

source: Set header image
da_dk: Vælg header billede
es_es: Cambiar imagen de cabecera
fr_fr: Définissez l'image de votre en-tête

source: Custom Header
da_dk: Individuelt header
es_es: Cabecera personalizada
fr_fr: Personnalisation de l&rsquo;en-tête

source: Remove header image
da_dk: Fjern header billede
es_es: Eliminar imagen de cabecera
fr_fr: Retirer l&rsquo;image d&rsquo;en-tête

source: Show header text with your image.
da_dk: Vis header teksten ved billedet.
es_es: Mostrar texto en cabecera con tu imagen.
fr_fr: Afficher le texte d&rsquo;en-tête avec votre image.

source: Default
da_dk: Standard
es_es: Defecto
fr_fr: Par défaut

source: Show header text
da_dk: Vis header teskten
es_es: Mostrar texto en cabecera
fr_fr: Afficher le texte de l&rsquo;en-tête

source: Hide header text
da_dk: Skjul header teksten
es_es: Ocultar texto en cabecera
fr_fr: Masquer le texte de l&rsquo;en-tête

source: Plugin support
es_es: Soporte del plugin
fr_fr: Support de l'extension

source: Rate plugin
da_dk: Bedøm plugin
es_es: Votar plugin
fr_fr: Évaluez cette extension

source: Donate
da_dk: Donér
es_es: Donar
fr_fr: Faire un don

source: Allows users to create <a href="http://codex.wordpress.org/Custom_Headers">custom headers</a> for individual posts, which are displayed on the single post page. It works alongside any theme that supports the WordPress <code>custom-header</code> feature.
es_es: Permite a los usuarios crear <a href="http://codex.wordpress.org/Custom_Headers">Cabeceras personalizadas</a> para entradas individuales, cuando están en una entrada individual. Esto funciona en cualquier tema que soporte la característica <code>custom-header</code>.
fr_fr: Permet aux utilisateurs de créer des <a href="http://codex.wordpress.org/Custom_Headers">en-têtes personnalisés</a> pour les articles individuels, qui sont affichés sur la page de chaque article. L'extension fonctionne avec n''importe quel thème qui prend en charge la fonctionnalité <code>custom-header</code> de WordPress.

source: Justin Tadlock
es_es: Justin Tadlock (Traducido por: Ququr_Uxcho)

source: Color
da_dk: Farve
fr_fr: Couleur
